/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "template--page",
      "disabled": true,
      "custom_css": [
        "svg.feather.feather-arrow-right-circle.icon-wings {display: none;}"
      ],
      "settings": {
        "page_title_enabled": true,
        "page_width": "narrow"
      }
    },
    "image_image_with_text_overlay_E3LWeU": {
      "type": "image--image-with-text-overlay",
      "name": "t:sections.image--image-with-text-overlay.presets.name",
      "settings": {
        "image": "shopify://shop_images/LIM-1021-2026-1920x550-Tucson-Pre-Show-CS-Promo--Homepage-Hero-Banner-FINAL_2.png",
        "image_height": "30vw",
        "bg_image_overlay_opacity": 40,
        "parallax": true,
        "title": "Product Care",
        "text": "",
        "colors": "light",
        "textPosition": "center",
        "textAlignment": "center",
        "heading--text-size": 30,
        "text--text-size": 18,
        "link": "",
        "button_label": "",
        "button-text": "#ffffff",
        "button-background": "#262428",
        "hover-button-text": "#ffffff",
        "hover-button-background": "#494949"
      }
    },
    "image_image_with_text_cm96RJ": {
      "type": "image--image-with-text",
      "name": "t:sections.image--image-with-text.presets.name",
      "settings": {
        "colors": "white",
        "image": "shopify://shop_images/DIamond-Cleaning.jpg",
        "text_overlapping_image": false,
        "section-width": "content",
        "layout": "left",
        "text_alignment": "left",
        "title": "Taking Care of Diamonds and Gemstones",
        "text": "<p>Here are a few suggestions to protect and maintain the beauty of your <strong>gemstones</strong>:<br/><br/></p><ol><li>Avoid collision and abrasion: Even though diamonds are less susceptible to damage than more delicate gemstones, it is ideal to avoid collision with hard surfaces and abrasion. Handle gemstone accessories <br/>carefully to avoid chips or loss in shine. One should also check regularly if the gemstone is firmly mounted so any loosening can be dealt with swiftly.</li><li>Avoid high temperatures and contact with chemicals: Many mounted gemstones lose their colour when exposed to high temperatures or to sunlight for long periods of time. Contact with acidic or alkaline chemicals can also lead to a loss in colour, or worse, erosion and dissolution of the stone.</li><li>Regular cleaning: Dust and oils can build up in accessories and reduce their shine. Accessories must be cleaned and conditioned regularly when they are not worn. Cleaning method: Prepare a bowl of warm water and add a few drops of neutral detergent. Dab a cotton bud or a small brush in the water, then gently cleanse the accessory. Leave it to dry in a well-ventilated area and its shine will be restored.</li><li>Wear and store with care: When doing sports, showering or doing household chores, it is best to remove jewellery to avoid damage. When not wearing accessories, store them properly in a jewellery box. In storage, accessories should face upwards, and one should avoid keeping too many in one box to avoid abrasion and scratching.</li></ol>",
        "button_label": "",
        "button_link": ""
      }
    },
    "image_image_with_text_MEyMRe": {
      "type": "image--image-with-text",
      "name": "t:sections.image--image-with-text.presets.name",
      "settings": {
        "colors": "white",
        "image": "shopify://shop_images/Cleaning-Silver-Jewellery.webp",
        "text_overlapping_image": false,
        "section-width": "content",
        "layout": "right",
        "text_alignment": "left",
        "title": "Taking Care of Silver",
        "text": "<p>Here are a few suggestions to protect and maintain the beauty of your <strong>silver</strong> accessories:<br/><br/></p><ol><li>Avoid direct contact with soap, cosmetics, perfume and skincare products, as these chemicals will dull the surface shine. Pool water and sea water will have a similar effect. Silver should be dried immediately after contact with water.</li><li>Avoid direct contact with soap, cosmetics, perfume and skincare products, as these chemicals will dull the surface shine. Pool water and sea water will have a similar effect. Silver should be dried immediately after contact with water.</li><li>Silver accessories should be stored independently in pouches or separately in a jewellery box to avoid scratches or damage from abrasion. Exposure to air should also be avoided to prevent oxidation.</li><li>Silver is a very stable element, however, it does react to sulphur in the air, which produces black spots, therefore contact should be minimised.</li></ol>",
        "button_label": "",
        "button_link": ""
      }
    },
    "image_image_with_text_fX6WCG": {
      "type": "image--image-with-text",
      "name": "t:sections.image--image-with-text.presets.name",
      "settings": {
        "colors": "white",
        "image": "shopify://shop_images/Cleaning-Silver-Jewellery.webp",
        "text_overlapping_image": false,
        "section-width": "content",
        "layout": "left",
        "text_alignment": "left",
        "title": "Taking Care of Pearls",
        "text": "<p><strong>Pearls</strong> do lose their shine over time, and can yellow from contamination by grease and oils. Therefore proper care is indispensable. Here are a few suggestions to protect and maintain the beauty of pearls:<br/><br/></p><ol><li>Pearls are delicate, and abrasion with rough materials should be avoided.</li><li>Pearls should not be in contact with sweat, vinegar or any acidic substances, as it will lead to erosion.</li><li>Contact with perfume and hairspray should be avoided, as these chemicals can be easily absorbed by pearls and reduce their shine. Pearls should be worn only after cosmetics are applied.</li><li>To maintain shine, pearls should be washed with water and cleaned with a soft towel, then left to dry in a well-ventilated area before storing properly.</li></ol>",
        "button_label": "",
        "button_link": ""
      }
    }
  },
  "order": [
    "main",
    "image_image_with_text_overlay_E3LWeU",
    "image_image_with_text_cm96RJ",
    "image_image_with_text_MEyMRe",
    "image_image_with_text_fX6WCG"
  ]
}
