/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "94a50e02-c7cb-4f8e-8809-f281c98044d2": {
      "type": "image--image-with-text-overlay",
      "settings": {
        "image": "shopify://shop_images/WhatsApp_Image_2025-03-05_at_20.36.54.jpg",
        "image_height": "original",
        "bg_image_overlay_opacity": 40,
        "parallax": false,
        "title": "FAQs",
        "text": "",
        "colors": "light",
        "textPosition": "center",
        "textAlignment": "center",
        "heading--text-size": 50,
        "text--text-size": 24,
        "link": "",
        "button_label": "",
        "button-text": "#ffffff",
        "button-background": "#262428",
        "hover-button-text": "#ffffff",
        "hover-button-background": "#494949"
      }
    },
    "main": {
      "type": "template--page",
      "disabled": true,
      "settings": {
        "page_title_enabled": true,
        "page_width": "narrow"
      }
    },
    "accordion_mRYL63": {
      "type": "accordion",
      "blocks": {
        "tab_content_geUdfF": {
          "type": "tab_content",
          "settings": {
            "question": "What is the material of jewellery?",
            "text": "<p>Our products are made of 18k platinum package 925 sterling silver. The surface of our products is made of 18K platinum thickened plating, and some are made of 18K rose gold or yellow gold plating, which has antioxidant and anti-allergenic effects. <br/>The gemstones are made from in-house developed La.Vie Flawless Imitation Diamonds, spinel, red nanostone, peridot, citrine, white topaz, amethyst, tourmaline, apatite, mother-of-pearl and freshwater pearls. The gemstones used vary from product to product.</p>"
          }
        },
        "tab_content_zkqiMr": {
          "type": "tab_content",
          "settings": {
            "question": "Is there any maintenance for the jewellery?",
            "text": "<p>We guarantee that all jewellery is covered by a five-year warranty, as long as the customer has a valid purchase record, we will provide free repair service for the jewellery. We also offer free ultrasonic cleaning services. The Jewellery Warranty does not cover surface scratches, discolouration under normal use, loss of accessories, or any damage caused to the jewellery by improper use. We are happy to refurbish the above jewellery for a small fee.</p>"
          }
        },
        "tab_content_Y6UJ3r": {
          "type": "tab_content",
          "settings": {
            "question": "How do I take care of my jewellery?",
            "text": "<p>Avoid allowing your jewellery to come into contact with household chemicals such as cosmetics, perfumes, or bleach to prevent surface erosion. It is recommended to remove each piece of jewellery when bathing, exercising, soaking in hot springs, sleeping, handling household chores, and touching seawater. Human sweat can erode jewellery, so you can wipe it off with a damp flannel cloth after wearing it in summer. Precious metal jewellery with complex craftsmanship is difficult to repair once damaged, and it is challenging to restore the original appearance.</p>"
          }
        },
        "tab_content_RriXr3": {
          "type": "tab_content",
          "settings": {
            "question": "How long is the estimated delivery time?",
            "text": "<p>The delivery time depends on the product you ordered. <br/>Non-customised products: You will receive your order within 3 days. <br/>For personalised/customised products: You will receive your order within 3-4 weeks.</p>"
          }
        }
      },
      "block_order": [
        "tab_content_geUdfF",
        "tab_content_zkqiMr",
        "tab_content_Y6UJ3r",
        "tab_content_RriXr3"
      ],
      "settings": {
        "colors": "white",
        "title": "Frequently asked questions",
        "faq_icon": "plus_minus"
      }
    }
  },
  "order": [
    "94a50e02-c7cb-4f8e-8809-f281c98044d2",
    "main",
    "accordion_mRYL63"
  ]
}
